Revit 2027 API
UnitTypeId.LitersPerHour Property
 Liters per hour.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId LitersPerHour { get; }
Public Shared ReadOnly Property LitersPerHour As ForgeTypeId
	Get
public:
static property ForgeTypeId^ LitersPerHour {
	ForgeTypeId^ get ();
}
static member LitersPerHour : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace